tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "railwaycat/emacsmacport"
brew "cask"
brew "cowsay"
brew "fortune"
brew "fzf"
brew "git"
brew "gnupg", args: ["with-readline"]
brew "gpg-agent"
brew "hub"
brew "ledger"
brew "mysql@5.6", restart_service: true
brew "node"
brew "pinentry-mac"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "vim", args: ["with-lua", "with-luajit", "with-override-system-vi"]
brew "wget"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-natural-title-bar", "without-spacemacs-icon"]
cask "1password"
cask "alfred"
cask "dash"
cask "dropbox"
cask "google-chrome"
cask "hipchat"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "vlc"
