tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "railwaycat/emacsmacport"
tap "somdoron/formulae"
tap "tylerbrock/saw"
brew "adns"
brew "automake"
brew "avrdude"
brew "sqlite"
brew "awscli", link: false
brew "bat"
brew "icu4c"
brew "boost"
brew "brotli"
brew "libpng"
brew "freetype"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "jansson"
brew "emacs", link: false
brew "cask"
brew "clisp"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dbus", restart_service: true
brew "dfu-programmer"
brew "dfu-util"
brew "docker", link: false
brew "libyaml"
brew "docker-compose", link: false
brew "elasticsearch@5.6"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "entr"
brew "exa"
brew "fd"
brew "fortune"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gdrive"
brew "pcre2"
brew "git"
brew "git-delta"
brew "libgpg-error"
brew "gnupg"
brew "gpgme"
brew "gnu-getopt"
brew "gnu-typist"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grip"
brew "hub"
brew "libheif"
brew "little-cms2"
brew "openexr"
brew "imagemagick"
brew "imagemagick@6"
brew "isync"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "ledger"
brew "libfixposix"
brew "libgit2"
brew "libmpc"
brew "libpq"
brew "librsvg"
brew "libzip"
brew "mas"
brew "maven"
brew "mercurial"
brew "mu"
brew "mysql@5.6"
brew "n"
brew "node", link: false
brew "node@8"
brew "noti"
brew "nss"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pgcli"
brew "pinentry-mac"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "sip"
brew "pyqt"
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sbcl"
brew "shellcheck"
brew "starship"
brew "swig"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "unixodbc"
brew "v8"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yank"
brew "yarn"
brew "zlib"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-sexy-v2-icon", "without-imagemagick"], link: false
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc"
brew "osx-cross/avr/avr-gcc@7"
brew "px4/px4/gcc-arm-none-eabi"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-sexy-icon", "with-natural-title-bar", "with-rsvg"]
brew "somdoron/formulae/spacebar"
brew "tylerbrock/saw/saw"
cask "1password6"
cask "alfred"
cask "bitbar"
cask "chromedriver"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox-developer-edition"
cask "fluor"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "kindle"
cask "logitech-options"
cask "ngrok"
cask "notion"
cask "prince"
cask "prudent"
cask "psequel"
cask "qmk-toolbox"
cask "qnapi"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "ubersicht"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
