tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "railwaycat/emacsmacport"
tap "tylerbrock/saw"
brew "avrdude"
brew "sqlite"
brew "awscli", link: false
brew "brotli"
brew "libpng"
brew "p11-kit"
brew "cask"
brew "cloc"
brew "cmake"
brew "cowsay"
brew "dfu-programmer"
brew "dfu-util"
brew "docker", link: false
brew "docker-compose", link: false
brew "elasticsearch@5.6"
brew "elixir"
brew "exa"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdrive"
brew "git"
brew "gnu-typist"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "icu4c"
brew "hub"
brew "libheif"
brew "imagemagick@6", link: true
brew "oniguruma"
brew "jq"
brew "libfixposix"
brew "libgit2"
brew "mas"
brew "maven"
brew "mercurial"
brew "mysql@5.6"
brew "node", link: false
brew "node@8"
brew "noti"
brew "p7zip"
brew "pinentry-mac"
brew "pkg-config"
brew "qt"
brew "poppler"
brew "postgresql"
brew "pyqt"
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sbcl"
brew "swig"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "v8"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yank"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-jansson", "with-modern-icon", "without-multicolor-fonts", "without-spacemacs-icon"]
brew "osx-cross/avr/avr-gcc"
brew "osx-cross/avr/avr-gcc@7"
brew "px4/px4/gcc-arm-none-eabi"
brew "tylerbrock/saw/saw"
cask "1password6"
cask "alfred"
cask "arduino"
cask "bitbar"
cask "chromedriver"
cask "dash"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "fluor"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "kindle"
cask "logitech-options"
cask "ngrok"
cask "notion"
cask "psequel"
cask "qmk-toolbox"
cask "qnapi"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
